Repository: peskovs/transport-vercel
Catalog: locale/*/LC_MESSAGES/django.po
Languages: lv

source: Routes
lv: Maršruti

source: Stops
lv: Pieturas

source: Traffic
lv: Satiksme

source: Statistics
lv: Statistika

source: Operator Dashboard
lv: Vadītāja panelis

source: Admin Dashboard
lv: Admin panelis

source: Profile
lv: Profils

source: Logout
lv: Izrakstīties

source: Login
lv: Pierakstīties

source: Register
lv: Reģistrēties

source: City mobility platform for transport planning and traffic monitoring.
lv: Pilsētas mobilitātes platforma transporta plānošanai un satiksmes uzraudzībai.

source: Contact
lv: Kontakti

source: Administrator Dashboard
lv: Admin panelis

source: Registered Users
lv: Reģistrētie lietotāji

source: No users
lv: Nav lietotāju

source: Received notifications
lv: Saņemtie paziņojumi

source: No notifications
lv: Nav paziņojumu

source: Project Name
lv: Projekts

source: Description
lv: Apraksts

source: Traffic Information
lv: Satiksmes infromācija

source: Report Traffic
lv: Ziņot par satiksmi

source: Vehicles
lv: Transportlīdzekļi

source: No data
lv: Nav datu

source: Traffic conditions
lv: Satiksmes apstākļi

source: Latest reports
lv: Jaunākie ziņojumi

source: No reports
lv: Nav ziņojumu

source: Back to routes list
lv: Atpakaļ uz maršrutu sarakstu

source: Bus
lv: Autobuss

source: Tram
lv: Tramvajs

source: Trolleybus
lv: Trolejbuss

source: Unsave
lv: Nesaglabāt

source: Save
lv: Saglabāt

source: Saved
lv: Saglabāts

source: Share
lv: Padalīties

source: Distance
lv: Attālums

source: Time
lv: Laiks

source: Schedule
lv: Grafiks

source: Direction
lv: Virziens

source: Today
lv: Šodien

source: Tomorrow
lv: Rīt

source: Weekend
lv: Nedēļas nogale

source: Schedule Information
lv: Grafika informācija

source: Times may vary due to traffic conditions, weather, or other circumstances. Average trip time
lv: Laiks var mainīties sakarā ar satiksmes apstākļiem, laikapstākļiem vai citām situācijām. Vidējais ceļojuma laiks

source: High congestion
lv: Augsts sastrēgums

source: No schedules available for this route.
lv: Nav pieejams grafiks šim maršrutam.

source: No stops available for this route.
lv: Nav pieejamas pieturas šim maršrutam

source: Reviews
lv: Atsauksmes

source: Delete
lv: Izdzēst

source: No reviews yet for this route.
lv: Nav atsauksmes šim maršrutam.

source: Write a Review
lv: Uzrakstīt atsauksmi

source: Submit Review
lv: Iesniegt atsauksmi

source: You have already submitted a review for this route.
lv: Jūs jau esat iesniedzis pārskatu par šo maršrutu.

source: Your review
lv: Jūsu atsauksme

source: Rating
lv: Vērtējums

source: Submit review
lv: Iesniegt atsauksmi

source: Please log in to submit a review.
lv: Lūdzu pierakstieties, lai pievienotu atsauksmi.

source: All reviews for this route
lv: Visas maršruta atsauksmes

source: Route Information
lv: Maršruta informācija

source: Public Transport Routes
lv: Publiskie maršruti

source: Search by route number, destination, or stop...
lv: Meklēt pēc maršruta numura, galamērķa vai pieturas...

source: All routes
lv: Visi maršruti

source: routes
lv: maršruti

source: Sort by: Route number
lv: Kārtot pēc: maršruta numurs

source: Sort by: Name
lv: Kārtot pēc: nosaukums

source: Sort by: Type
lv: Kārtot pēc: tips

source: Search
lv: Meklēšana

source: Active
lv: Aktīvs

source: Details
lv: Detaļas

source: No routes found
lv: Nav atrasti maršruti

source: No routes were found with your selected filters. Try using different search criteria.
lv: Ar atlasītajiem filtriem netika atrasti maršruti. Mēģiniet izmantot citus meklēšanas kritērijus.

source: Reset filters
lv: Atiestatīt filtrus

source: Route Statistics
lv: Maršruta statistika

source: Total Routes
lv: Kopā maršruti

source: Avg Frequency (min)
lv: Vidējais biežums (min)

source: Operators
lv: Vadītāji

source: Average delay:
lv: Vidējā aizkave:

source: Accident count:
lv: Negadījumu skaits:

source: Report count:
lv: Ziņojumu skaits:

source: Types of transport
lv: Transporta tipi

source: Type
lv: Tips

source: Count
lv: Skaits

source: Number of passengers by day
lv: Pasažieru skaits pa dienai

source: Date
lv: Datums

source: Report count
lv: Ziņojumu skaits

source: Avg. pasangers
lv: Vid. pasažieru skaits

source: Most popular routes
lv: Populārākie maršruti

source: Route number
lv: Maršruta numurs

source: Name
lv: Nosaukums

source: Back to stops list
lv: Atpakaļ uz pieturu sarakstu

source: View on Map
lv: Parādīt mapē

source: Available Routes
lv: Pieejamie maršruti

source: No routes available
lv: Nav maršrutu

source: Facilities
lv: Aprīkojums

source: Shelter
lv: Patvērums

source: Seating
lv: Sēdvietas

source: Electronic Display
lv: Elektriskais ekrāns

source: Wheelchair Accessible
lv: Pieejams ar ratiņkrēslu

source: Additional Information
lv: Papildu informācija

source: Coordinates
lv: Koordinātes

source: City
lv: Pilsēta

source: Current Activity
lv: Pašreizējā aktivitāte

source: Medium
lv: Vidējais

source: Upcoming Arrivals
lv: Gaidāmās ierašanās

source: All
lv: Viss

source: Last update
lv: Pēdējais atjauninājums

source: Update
lv: Atjaunināt

source: Route
lv: Maršruts

source: Congestion
lv: Sastrēgums

source: Actions
lv: Darbības

source: On Time
lv: Laicīgi

source: No scheduled arrivals in the selected time period.
lv: Izvēlētajā laika periodā nav plānotas ierašanās.

source: User Reports for this Stop
lv: Lietotāju ziņojumi par šo pieturu

source: Reported by
lv: Ziņotājs

source: View all reports
lv: Rādīt visus ziņojumus

source: No reports for this stop.
lv: Nav ziņojumu šai pieturai

source: Report an Issue
lv: Ziņot par problēmu

source: Stop Location
lv: Pieturas atrašanās vieta

source: Map with stop location would be shown here
lv: Šeit būtu redzama karte ar pieturvietu atrašanās vietu

source: How to get to the stop
lv: Kā tikt līdz pieturai

source: is located at
lv: atrodas

source: All Stops
lv: Visas pieturas

source: Public transport stops in the city
lv: Sabiedriskā transporta peturas pilsētā

source: Search by stop name or address...
lv: Meklēt pēc pieturas nosaukuma vai adreses...

source: All cities
lv: Visas pilsētas

source: Routes serving this stop
lv: Maršruti, kas piestāj šajā pieturā

source: No routes
lv: Nav maršrutu

source: No stops found
lv: Nav pieturas

source: No stops were found with your selected filters. Try using different filters or search criteria.
lv: Ar atlasītajiem filtriem netika atrastas pieturas. Mēģiniet izmantot citus filtrus vai meklēšanas kritērijus.

source: Previous
lv: Iepriekšējā

source: Next
lv: Nākamā

source: Report a traffic issue
lv: Ziņot par satiksmes problēmu

source: New report
lv: Jauns ziņojums

source: Notice a traffic issue that's not marked yet? Help other users by reporting it. You can report congestion, roadworks, accidents, and other traffic conditions.
lv: Vai pamanāt satiksmes problēmu, kas vēl nav iezīmēta? Palīdziet citiem lietotājiem, ziņojot par to. Jūs varat ziņot par sastrēgumiem, ceļa darbiem, negadījumiem un citiem satiksmes apstākļiem.

source: Current Traffic Conditions
lv: Pašreizējie satiksmes apstākļi

source: Search by location or description...
lv: Meklēt pēc atrašanās vietas vai apraksta...

source: All conditions
lv: Visi apstākļi

source: Road works
lv: Ceļa darbi

source: Accidents
lv: Negadījumi

source: Speed limits
lv: Ātruma ierobežojumi

source: Other
lv: Cits

source: Sort by: Latest
lv: Kārtot pēc: jaunākais

source: Sort by: Severity
lv: Kārtot pēc: nopeitnība

source: Sort by: City
lv: Kārtot pēc: pilsēta

source: Accident
lv: Negadījums

source: Speed limit
lv: Ātruma ierobežojums

source: High
lv: Augsts

source: Low
lv: Zems

source: Expected resolution
lv: Paredzamais atrisinājums

source: Resolution time unknown
lv: Atrisinājuma laiks nezināms

source: No traffic conditions found
lv: Nav atrasti satiksmes apstākļi

source: No traffic conditions were found with your selected filters. Try using different filters.
lv: Ar jūsu izvēlētajiem filtriem netika atrasti nekādi satiksmes apstākļi. Mēģiniet izmantot citus filtrus.

source: Report traffic conditions
lv: Ziņot par satiksmes apstākļiem

source: Submit
lv: Sūtīt

source: Edit Profile
lv: Rediģēt profilu

source: Save Changes
lv: Saglabāt izmaiņas

source: Back to Profile
lv: Atpakaļ uz proflu

source: Welcome back!
lv: Sveicināti atpakaļ!

source: Please enter your information
lv: Lūdzu ievadiet informāciju

source: Username
lv: Lietotājvārds

source: Password
lv: Parole

source: Remember me
lv: Atcerēties mani

source: Forgot password?
lv: Aizmirsāt paroli?

source: Don't have an account?
lv: Nav konts?

source: Create account
lv: Izveidot kontu

source: My Profile
lv: Mans profils

source: No name specified
lv: Nav norādīts vārds

source: Regular User
lv: Lietotājs

source: Administrator
lv: Administrātors

source: Transport Operator
lv: Transportlīdzekļa vadītājs

source: City Planner
lv: Pilsētas plānotājs

source: Email
lv: E-pasts

source: Phone
lv: Telefons

source: Not specified
lv: Nav norādīts

source: Registered
lv: Reģistrēts

source: Edit profile
lv: Rediģēt profilu

source: My activity
lv: Mana aktivitāte

source: Reports
lv: Ziņojumi

source: Saved routes
lv: Saglabātie maršruti

source: Activity
lv: Aktivitāte

source: Saved Routes
lv: Saglabātie maršruti

source: Recent Activity
lv: Nesenā aktivitāte

source: Congestion report
lv: Sastrēguma ziņojums

source: Vehicle congestion report
lv: Transportlīdzekļa sastrēguma ziņojums

source: Road condition report
lv: Ceļa stāvokļa ziņojums

source: Stop condition report
lv: Pieturas stāvokļa ziņojums

source: Accident report
lv: Negadījuma ziņojums

source: Other report
lv: Cits ziņojums

source: Review for route
lv: Atsauksme par maršrutu

source: Go to route
lv: Doties uz maršrutu

source: No recent activity
lv: Nav aktivitāte

source: View
lv: Apskatīt

source: You have no saved routes yet.
lv: Jums nav saglabāti maršruti.

source: Vehicle Congestion
lv: Transportlīdzekļu sastrēgums

source: Road Condition
lv: Ceļa stāvoklis

source: Stop Condition
lv: Pieturas stāvoklis

source: Stop
lv: Pietura

source: You have not submitted any reports yet.
lv: Jūs vēl neesat iesniedzis nevienu ziņojumu.

source: Already have an account?
lv: Jau ir konts?

source: Log in
lv: Pieslēgties

source: Rating must be at least 1.
lv: Vērtējumam jābut vismaz 1.

source: Write your review here...
lv: Rakstiet atsauksmi šeit...

source: Rating (1-5)
lv: Vērtējums (1-5)

source: User
lv: Lietotājs

source: Added At
lv: Pievienots

source: Favorite Route
lv: Mīļākais maršruts

source: Favorite Routes
lv: Mīļakie maršruti

source: Country
lv: Valsts

source: Population
lv: Iedzīvotāju daudzums

source: Cities
lv: Pilsētas

source: Environmental Impact
lv: Ietekme uz vidi

source: Transport Type
lv: Transportlīdzekļa tips

source: Transport Types
lv: Transportlīdzekļa tipi

source: Number
lv: Numurs

source: Congestion level from 0 to 5
lv: Sastrēguma līmenis (no 0 līdz 5)

source: In Repair
lv: Remontā

source: In Reserve
lv: Rezervē

source: Inactive
lv: Neaktīvs

source: Vehicle
lv: Transportlīdzeklis

source: Address
lv: Adrese

source: GPS Coordinates
lv: GPS koordinātes

source: Order
lv: Kārta

source: Time to Next Stop
lv: Laiks līdz nakamajai pieturai

source: Time in minutes
lv: Laiks minūtēs

source: Route Stop
lv: Maršruta pietura

source: Route Stops
lv: Maršruta pieturas

source: Departure Time
lv: Izbraukšanas laiks

source: Arrival Time
lv: Iebraukšanas laiks

source: Weekday
lv: Darba diena

source: Monday
lv: Pirmdiena

source: Tuesday
lv: Otrdiena

source: Wednesday
lv: Trešdiena

source: Thursday
lv: Ceturtdiena

source: Friday
lv: Piektdiena

source: Saturday
lv: Sestdiena

source: Sunday
lv: Svētdiena

source: Schedules
lv: Grafiki

source: Road Works
lv: Ceļa darbi

source: Speed Limit
lv: Ātruma ierobežojums

source: Road Section
lv: Ceļa daļa

source: Intensity (min)
lv: Intensitāte (min)

source: Duration of delay in minutes
lv: Kavēšanās ilgums minūtēs

source: Start Time
lv: Sākuma laiks

source: End Time
lv: Beigu laiks

source: Traffic Condition
lv: Satiksmes stāvoklis

source: Traffic Conditions
lv: Satiksmes stāvoklis

source: Passenger Count
lv: Pasažieru skaits

source: User Report
lv: Lietotāju ziņojums

source: User Reports
lv: Lietotāju ziņojumi

source: Review Text
lv: Atsauksmes teksts

source: Review
lv: Atsauksme

source: Invalid request method.
lv: Nederīga pieprasījuma metode.

source: You do not have permission to delete this review.
lv: Jums nav atļaujas izdzēst šo atsauksmi.

source: Traffic information
lv: Satiksmes informācija

source: Report traffic
lv: Ziņot par satiksmi

source: This is the SmartTransport system for route management, traffic monitoring, and analytics.
lv: Šī ir SmartTransport sistēma maršrutu pārvaldībai, satiksmes uzraudzībai un analītikai.

source: Your review has been submitted.
lv: Jūsu atsauksme ir iesniegta.

source: Your report has been submitted.
lv: Jūsu ziņojums ir iesniegts.

source: You do not have permission to access this page.
lv: Jums nav atļauja piekļūt šai lapai.

source: First name
lv: Vārds

source: Last name
lv: Uzvārds

source: Confirm password
lv: Apstiprināt paroli

source: This username is already taken. Please choose another.
lv: Šis lietotājvārds ir aizņemts. Lūdzu izvēlieties citu.

source: Role
lv: Loma

source: Registration Date
lv: Reģistrēšanās datums

source: Users
lv: Lietotāji

source: Invalid username or password.
lv: Nederīgs lietotājvārds vai parole.

source: Your account has been created successfully.
lv: Jūsu konts ir veiksmīgi izveidots.

source: You have been logged out.
lv: Jūs esat atrakstījies.

source: Your profile has been updated.
lv: Jūsu profils ir atjaunots.
